Repository: mengottie/docs.italia.it
Catalog: readthedocs/locale/*/LC_MESSAGES/django.po
Languages: it

source: And 1 other recipient.
it: Ed 1 altro destinatario.

source: Specify the email content you wish to send:
it: Specifica il contenuto dell'email che desideri inviare:

source: Send Messages
it: Invia messaggi

source: Build Started
it: Compilazione Avviata

source: %(project)s is now building.
it: %(project)s in corso di compilazione.

source: Check it out <a href="%(project_url)s">over here</a>.
it: Approfondisci <a href="%(project_url)s">qui</a>.

source: This is a post-commit hook. Set it up in your project admin to POST here, for us to update your doc changes automatically.
it: È un «post-commit hook». Configuralo nell'amministrazione del tuo documento come metodo POST, ci consentirà di aggiornare automaticamente i cambiamenti.

source: Gold
it: Oro

source: Advertising
it: Pubblicità

source: Set advertising preferences
it: Configura le preferenze sugli annunci

source: Read the Docs is an open source project. In order to maintain service, we rely on both the support of our users, and from sponsor support.
it: Read the Docs è un progetto open source. Per riuscire a mantenere il servizio, ci affidiamo sia al supporto dei nostri utenti, che a quello dei nostri sponsor.

source: For more details on advertising on Read the Docs including the privacy protections we have in place for users and community advertising we run on behalf of the open source community, see <a href="https://docs.readthedocs.io/en/latest/ethical-advertising.html">our documentation</a>.
it: Per maggiori dettagli sugli annunci su Read the Docs incluse le protezioni sulla privacy che abbiamo in vigore per gli utenti e pubblicità che eseguiamo per conto della comunità open source, vedi la <a href="https://docs.readthedocs.io/en/latest/ethical-advertising.html">nostra documentazione</a>.

source: <strong>Note:</strong> Since you are a Gold Member or donor, you <strong>will not</strong> see advertising as long as you are logged-in. Thank you for supporting Read the Docs.
it: <strong>Nota:</strong> Siccome sei un membro Gold o un donatore, <strong>non</strong> vedrai annunci finché sei connesso. Grazie per il supporto a Read the Docs.

source: You may remove ads completely by becoming a <a href="%(gold_detail)s">Gold member to Read the Docs</a>.
it: Puoi rimuovere completamente gli annunci diventando un <a href="%(gold_detail)s">membro Gold di Read the Docs</a>.

source: Update advertisement preference
it: Aggiorna le preferenze sugli annunci

source: Create your profile
it: Crea il tuo profilo

source: Create it!
it: Crealo!

source: Be careful! This can not be undone!
it: Fai attenzione! Questa azione non può essere annullata!

source: Edit your profile
it: Modifica il tuo profilo

source: OK, save it!
it: OK, salvalo!

source: %(user)s's profile
it: profilo di %(user)s

source: Project Alias
it: Alias per Documento

source: Add an alias for a project version.
it: Aggiungi un alias per una versione di documento

source: Create
it: Crea

source: Aliases
it: Alias

source: Browse projects
it: Sfoglia documenti

source: Confirm Delete
it: Conferma cancellazione

source: Confirm
it: Confermare

source: Edit Domain
it: Modifica Dominio

source: Create Domain
it: Crea Dominio

source: Add a Project
it: Aggiungi un Documento

source: Finish
it: Terminare

source: Project Details
it: I Dettagli del Documento

source: To import a project, start by entering a few details about your repository. More advanced project options can be configured if you select <b>Edit advanced project options</b>.
it: Per importare un documento, inizia inserendo un po' di dettagli sul tuo repository. Si possono impostare opzioni aggiuntive di documento selezionando <b>Modifica opzioni avanzate di documento</b>.

source: Project Extra Details
it: Altri dettagli di documento

source: Here are a few more project options that you may need to configure.
it: Qui puoi trovare altre opzioni di documento che puoi configurare.

source: Flag this project as
it: Contrassegna documento come

source: Inappropriate
it: Inappropriato

source: Duplicate
it: Duplicato

source: Not built
it: Non compilato

source: Exchange
it: Cambia

source: Add integration
it: Aggiungi integrazione

source: The following parameters are configured for this integration:
it: Per questa integrazioni sono configurati i seguenti parametri:

source: No integrations are currently configured.
it: Nessun integrazione è attualmente configurata.

source: Integration
it: Integrazione

source: Integration - %(type)s
it: Integrazione - %(type)s

source: This webhook was configured when this project was imported. If this integration is not functioning correctly, try resyncing the webhook:
it: Questo webhook è stato configurato quando questo documento è stato importato. Se questa integrazione non sta funzionando correttamente, prova a risincronizzare il webhook:

source: Resync webhook
it: Risincronizza webhook

source: This integration was created automatically from an existing webhook configured on your repository. To make any changes to this webhook, you'll need to update the configuration there. You can use the following address to manually configure this webhook.
it: Questa integrazione è stata creata automaticamente da un webhook esistente configurato sul tuo repository. Per apportare modifiche a questo webhook, dovrai aggiornare la configurazione lì. Puoi usare il seguente indirizzo per configurare manualmente questo webhook.

source: To manually configure this webhook with your provider, use the following address:
it: Per configurare manualmente questo webhook con il tuo provider, usa il seguente indirizzo:

source: For more information on manually configuring a webhook, refer to <a href="https://docs.readthedocs.io/en/latest/webhooks.html"> our webhook documentation </a>
it: Per maggiori informazioni su come configurare manualmente un webhook, fai riferimento alla <a href="https://docs.readthedocs.io/en/latest/webhooks.html"> nostra documentazione sui webhook </a>

source: Recent Activity
it: Attività recente

source: %(date)s ago
it: %(date)s fa

source: There is no recent activity
it: Non c'è attività recente

source: Delete webhook
it: Elimina webhook

source: External Links
it: Link Esterni

source: Link text
it: Testo di collegamento

source: Internal Links
it: Link Interni

source: Bold
it: Grassetto

source: text to bold
it: testo in grassetto

source: Emphasized
it: Evidenziato

source: text to emphasize
it: testo da evidenziare

source: Lists
it: Liste

source: Item
it: Elemento

source: Source Code
it: Sorgente

source: e.g. Check out this code
it: es. Dai un'occhiata a questo codice

source: actual code indented
it: codice con rientro attuale

source: reStructuredText Primer
it: Base «reStructuredText»

source: Start building your documentation
it: Inizia a compilare la tua documentazione

source: This project has not been built yet. Try building the latest version now, or if you would like to build a specific version, select the version below and your documentation build will be triggered.
it: Questo documento non è ancora stato compilato. Prova a compilare l'ultima versione ora, oppure se desideri creare una versione specifica, seleziona la versione di seguito e verrà avviata la compilazione della documentazione.

source: Build latest version
it: Compila l'ultima versione

source: Your documentation is ready to use
it: La documentazione e' pronta di usare.

source: Your documentation has been built. Ensure your documentation is kept up to date with every commit to your repository, by <a href="http://docs.readthedocs.io/en/latest/webhooks.html">setting up a webhook</a>.
it: La tua documentazione è stata compilata. Assicurati che la tua documentazione sia sempre aggiornata con ogni commit al tuo repository <a href="http://docs.readthedocs.io/en/latest/webhooks.html">impostando un webhook</a>.

source: View your documentation
it: Guarda la tua documentazione

source: Your documentation failed to build
it: La compilazione della tua documentazione è fallita

source: There was a problem building your documentation, you can see what went wrong in the build output. If you need more help, check out some of the <a href="http://docs.readthedocs.io/en/latest/faq.html">problems frequently encountered</a> during builds.
it: Si è verificato un problema durante la creazione della documentazione, puoi vedere cosa è andato storto nell'output della build. Se hai bisogno di più aiuto, controlla alcuni dei <a href="http://docs.readthedocs.io/en/latest/faq.html">problemi frequenti </a> che avvengono durante le build.

source: View build output
it: Mostra l'output della compilazione

source: Your documentation is building
it: La tua documentazione sta compilando

source: You'll be able to view your documentation in a minute or two, once your project is done building.
it: La tua documentazione sarà disponibile in un minuto o due, non appena il tuo documento sarà compilato.

source: Want to try a demo? <a href="%(import_demo_url)s">Import our own demo project</a>.
it: Vuoi provare una demo? <a href="%(import_demo_url)s">Importa il tuo progetto di prova</a>.

source: Documentation Advertising
it: Annunci della documentazione

source: We will periodically run advertisements on built documentation pages for sponsors, however we have strict guidelines on advertisements:
it: Periodicamente pubblicheremo per conto degli sponsor degli annunci su pagine di documentazione, tuttavia abbiamo linee guida rigorose sulla pubblicità:

source: We don't give sponsors access to user information
it: Non diamo agli sponsor accesso ad alcuna informazione degli utenti

source: We only report the number of impressions and number of ad clicks
it: Rilasciamo soltanto il numero di impressioni di pagina e di click

source: We only allow and image and text, no Javascript besides our existing tracking
it: Permettiamo solo immagini e testo, nessun Javascript oltre al nostro tracciamento visite

source: Opting out
it: Rinuncia

source: If you do not wish to support Read the Docs with use of this ad space, we ask that you help support Read the Docs in one of following ways:
it: Se non desideri supportare Read the Docs con l'uso di questo spazio pubblicitario, ti chiediamo di aiutarti a supportare Read the Docs in uno dei seguenti modi:

source: If you have an open source project, and can contribute financially, consider a gold subscription. Gold subscribers can disable ads for projects they author.
it: Se hai un progetto open source e puoi contribuire finanziariamente, considera una sottoscrizione gold. Gli abbonati Gold possono disabilitare gli annunci per progetti di cui sono autori.

source: I can contribute financially
it: Posso contribuire finanziariamente

source: If your project is an open source project, you most certainly also lack funding. If you can't contribute financially to Read the Docs, consider donating your time. We can always use help with support requests, documentation updates, and of course feature development.
it: Se il tuo progetto è un progetto open source, sicuramente anche a te possono mancare fondi. Se non puoi contribuire finanziariamente a Read the Docs, considera la possibilità di donare il tuo tempo. Possiamo sempre usare l'aiuto con richieste di support, aggiornamenti all documentazione, e ovviamente lo sviluppo di funzionalità.

source: I can contribute my time
it: Posso contribuire con il mio tempo

source: If you are part of a company that uses Read the Docs to host documentation for a commercial product, we offer paid plans that offer email support, additional build resources, and features like CDN support and private documentation.
it: Se fai parte di un'azienda che utilizza Read the Docs per ospitare la documentazione di un prodotto commerciale, offriamo piani a pagamento che offrono supporto via email, risorse di compilazione e funzioni aggiuntive come CDN e documentazione privata.

source: Learn more about a paid plan
it: Vedi più informazioni sul piano a pagamento

source: Still can't help?
it: Non è ancora chiaro?

source: If you can't contribute your support for your open source project, but are conflicted by allowing support through advertising, we still would like to give you the option to disable showing promotions inside your documentation. We might be in contact in the future to see if you would reconsider offering your support.
it: Se non puoi contribuire con il tuo supporto per il tuo progetto open soruce, ma ma non puoi consentire il supporto tramite la pubblicità, vorremmo comunque darti la possibilità di disabilitare la visualizzazione delle promozioni all'interno della tua documentazione. Potremmo tuttavia contattarti in futuro per vedere se vuoi riconsiderare l'offerta di supportarci.

source: If you are a company hosting commercial documentation on our community site, but can't offer support for Read the Docs, we do not allow removing sponsor advertisements on your documentation. This goes against the spirit of supporting the open source community, please find a way to offer your support.
it: Se sei un'azienda che ospita documentazione commerciale sul nostro sito ma non puoi offrire supporto per Read the Docs, non permettiamo di rimuovere gli annunci pubblicitari sulla documentazione. Questo va contro lo spirito di sostenere la comunità open source; per favore trove un modo per offrire il tuo supporto.

source: This shows the last 7 days of data from your project.
it: Questo mostra gli ultimi 7 giorni di dati per il tuo documento.

source: Pages
it: le pagine

source: Create a new project
it: Crea un nuovo documento

source: Create a New Project
it: Crea un Nuovo Documento

source: Create new documentation here. If you already have docs in a public repository,
it: Crea qui la nuova documentazione. Se hai già documenti in un deposito codice pubblico.

source: import an existing project
it: importa un documento esistente

source: Have a GitHub account? Connect your account and import your existing projects automatically.
it: Hai un account GitHub? Collega il tuo account e importa i tuoi documenti automaticamente.

source: Learn More
it: Leggi di più

source: Check out the <a href="%(rtd_docs_url)s">documentation for Read the Docs</a>. It contains lots of information about how to get the most out of RTD.
it: Controlla la <a href="%(rtd_docs_url)s">documentazione di Read the Docs</a>. Contiene un sacco di informazioni su come ottenere il meglio da RTD.

source: Delete %(name)s?
it: Eliminare %(name)s?

source: You sure?
it: Sei sicuro?

source: Delete forever
it: Eliminare definitivamente

source: Subprojects
it: Sottoprogetti

source: Embed API
it: Includi API

source: Embed content into any site on the internet dynamically.
it: Includi contenuto in ogni sito web esterno dinamicamente

source: Select a File
it: Seleziona un file

source: Section
it: Sezione

source: Show content
it: Mostra il contenuto

source: Example Usage
it: Esempio dell'uso

source: You can import your project manually if it isn't listed here or connected to one of your accounts.
it: Puoi importare il tuo progetto manualmente se non è listato qui o collegato ad uno dei tuoi account.

source: Import Manually
it: Importa manualmente

source: Projects by %(username)s tagged with %(tag)s
it: Documenti di %(username)s contrassegnati con <em>%(tag)s</em>

source: Projects by %(username)s
it: Documenti di %(username)s

source: Projects tagged with %(tag)s
it: Documenti contrassegnati con <em>%(tag)s</em>

source: Resync
it: Risincronizza

source: wipe
it: pulisci

source: Active Versions
it: Versioni attivate

source: Inactive Versions
it: Versioni disattivate

source: Clean
it: Pulito

source: Update subproject
it: Aggiorna sottoprogetto

source: Delete subproject
it: Cancella sottoprogetto

source: Add subproject
it: Aggiungi sottoprogetto

source: Subprojects are projects hosted from the same URL as their parent project. This is useful for organizing multiple projects under a custom domain.
it: I sottoprogetti sono ospitati allo stesso URL del loro progetto padre. Questa cosa è utile per organizzare progetti multipli sotto un dominio custom.

source: This project is already configured as a subproject of %(project)s. Nested subprojects are not currently supported.
it: Questo progetto è già configurato come sottoprogetto di %(project)s. Sottoprogetti innestati non sono attualmente supportati.

source: View subprojects of %(project)s
it: Vedi sottoprogetti di %(project)s

source: Project page
it: Pagina documento

source: No subprojects are currently configured
it: Nessun sottoprogetto è attualmente configurato

source: Here's a place to describe how to get up and running with your project
it: Uno spazio per descrivere come iniziare a lavorare con il tuo documento

source: Here is where you can describe how to install %(name)s
it: Descrivi qui come fare per installare %(name)s

source: Search results for %(term)s
it: Risultati di ricerca per %(term)s

source: Huh?
it: Eh?

source: No docs matched your search. ¯\(O_o)/¯
it: La ricerca non riporta a nessun documento. ¯\(O_o)/¯

source: Import HTML Documentation
it: Importa Documentazione HTML

source: Upload HTML
it: Carica HTML

source: Use this to upload pre-existing HTML documentation for versions that don't build correctly anymore.
it: Usa questo per caricare documentazione HTML preesistente per versioni che non si compilano più correttamente.

source: Upload
it: Carica

source: Security
it: Sicurezza

source: Security at Read the Docs
it: Sicurezza a Read the Docs

source: For more details on security at Read the Docs or to report a security issue, please see our <a href="https://docs.readthedocs.io/en/latest/security.html">security policy</a>.
it: Per maggiori dettagli riguardo sulla sicurezza a Read the Docs o per riportare un problema di sicurezza, per favore consulta la nostra <a href="https://docs.readthedocs.io/en/latest/security.html">policy di sicurezza</a>.

source: Social Network Login Failure
it: Autenticazione da social network fallita

source: An error occurred while attempting to login via your social network account.
it: È avvenuto un errore durante l'autenticazione attraverso il tuo account social.

source: Remove build environment for <em>%(slug)s</em> version.
it: Rimuovi l'ambiente di build per la versione <em>%(slug)s</em>.

source: Your project environment has been wiped.
it: L'ambiente del tuo documento è stato ripulito.

source: Having trouble getting your documentation build to complete? By clicking on the button below you'll clean out your build checkouts and environment, but not your generated documentation.
it: Hai problemi a compilare la documentazione per il completamento? Facendo clic sul pulsante in basso, si puliscono i checkout e l'ambiente di build, ma non la documentazione generata.

source: Wipe
it: Cancella completamente
