Repository: mengottie/docs.italia.it
Catalog: readthedocs/locale/*/LC_MESSAGES/django.po
Languages: it

source: Invalid resource lookup data provided (mismatched type).: %(error)s
it: Termini di ricerca forniti non validi (tipo non corrispondente).: %(error)s

source: Triggered
it: Attivato

source: Cloning
it: Clonazione in corso

source: Installing
it: Installazione in corso

source: Building
it: Compilazione in corso

source: Finished
it: Completato

source: Branch
it: Ramo

source: Tag
it: Etichetta

source: Unknown
it: Sconosciuto

source: Project
it: Documento

source: Type
it: Tipo

source: Identifier
it: Identificatore

source: Verbose Name
it: Nome Dettagliato

source: Supported
it: Supportato

source: Active
it: Attivo

source: Built
it: Compilato

source: Uploaded
it: Caricato

source: Privacy Level
it: Livello Dati Sensibili

source: Level of privacy for this Version.
it: Livello dei dati sensibili per questa Versione.

source: Machine Created
it: Creato da una macchina

source: View Version
it: Mostra Versione

source: Version {version} of {project} ({pk})
it: Versione {version} di {project} ({pk})

source: From slug
it: Da slug

source: To slug
it: A slug

source: Largest
it: Maggiore

source: Alias for {project}: {_from} -> {to}
it: Alias per {project}: {_from} -> {to}

source: Version
it: Versione

source: State
it: Stato

source: Date
it: Data

source: Success
it: Successo

source: Setup error
it: Errore durante il setup

source: Output
it: Canale di Uscita

source: Error
it: Errore

source: Exit code
it: Codice di uscita

source: Build Length
it: Lunghezza della compilazione

source: Builder
it: Compilatore

source: Build {project} for {usernames} ({pk})
it: Compilare {project} per {usernames} ({pk})

source: Build
it: Compilazione

source: Command
it: Comando

source: Description
it: Descrizione

source: Command output
it: Risultato del comando

source: Command exit code
it: Codice di uscita del comando

source: Start time
it: Ora di inizio

source: End time
it: Ora di uscita

source: Build command {pk} for build {build}
it: Comando di compilazione {pk} per build {build}

source: user projects
it: Documenti dell'utente

source: has active project
it: Ha un documento attivo

source: has built project
it: Ha un documento compilato

source: has project with recent builds
it: Ha un documento compilato di recente

source: First name
it: Nome

source: Last name
it: Cognome

source: Please type your username to confirm.
it: Inserisci il tuo username per conferma.

source: Username does not match!
it: Lo username non corrisponde!

source: Invalid hostname
it: Nome host non valido

source: User
it: Utente

source: Whitelisted
it: In lista bianca

source: Banned
it: Proibito

source: See paid advertising
it: Vedi la pubblicità pagata.

source: If unchecked, you will still see community ads.
it: Se non selezionato, si vedranno annunci della community

source: Allow email
it: Permetti email

source: Show your email on VCS contributions.
it: Mostra la tua posta elettronica nei contributi SCV.

source: %(username)s's profile
it: Profilo di %(username)s

source: Enter a valid plain or internationalized domain name value
it: Inserisci un nome di dominio

source: Enter a valid domain name value
it: Entra un nome valido per il dominio

source: Invalid character in the URL
it: Carattere non valido nello URL

source: Invalid scheme for URL
it: Schema non valido nello URL

source: Command killed due to excessive memory consumption
it: Il comando è stato interrotto per eccessivo consumo di memoria.

source: Command exited abnormally
it: Il comando è terminato anormalmente

source: A build environment is currently running for this version
it: Un ambiente di build sta compilando questa versione

source: Build exited due to time out
it: La compilazione è andata in time out

source: Build exited due to excessive memory consumption
it: La compilazione è stata interrotta per eccessivo consumo di memoria

source: Build exited due to unknown error: {0}
it: La compilazione è stata interrotta per un errore sconosciuto: {0}

source: There was a problem with Read the Docs while building your documentation. Please report this to us with your build id ({build_id}).
it: C'è stato un problema durante la compilazione della documentazione. Per favore contattaci comunicandoci l'id della tua build ({build_id}).

source: Build environment creation failed
it: La creazione dell'ambiente di build è fallita.

source: Advanced Settings
it: Impostazioni Avanzate

source: documents
it: documenti

source: Error retrieving {filename}
it: Si è verificato un errore nel recuperare {filename}

source: Publication date
it: Data di pubblicazione

source: Modified date
it: Data di modifica

source: Name
it: Nome

source: Publisher's name in full. You can refer to the "name" field from "publisher_settings.yml", e.g. Ministero della Documentazione.
it: Inserisci il nome del publisher in formato esteso. Puoi usare lo stesso nome indicato nel campo "name" del file "publisher_settings.yml". Es: "Ministero della Documentazione"

source: Pick the URL fragment following "https://github.com" in the organization URL, e.g ministero-della-documentazione.
it: Inserisci la parte che segue "https://github.com" nell'indirizzo web dell'organizzazione. Es: "ministero-della-documentazione"

source: Publisher Metadata
it: Metadati del publisher

source: Projects Metadata
it: Metadati Progetto

source: Docs italia config repo
it: Nome del repository di configurazione Docs Italia

source: Remote organization
it: Organizzazione remota

source: Enables the import of documents.
it: Abilita l'importazione dei documenti.

source: Metadata
it: Metadati

source: Projects
it: Documenti

source: Featured
it: In Evidenza

source: GitHub incoming webhook
it: Webhook per GitHub

source: Integration type
it: Tipo di integrazione

source: {0} for {1}
it: {0} per {1}

source: Invalid document_settings.yml found in the repository
it: Il file document_settings.yml trovato nel repository è invalido

source: Failed to download document_settings.yml from the repository
it: Si è verificato un errore tentando di scaricare il file document_settings.yml dal repository

source: Level
it: Livello

source: Choose projects that will have all promos removed, and extra features added to them. You get to pick one for every $5/mo you support Read the Docs with.
it: Scegli i progetti per cui tutte le promozioni verranno rimosse e verranno aggiunte funzionalità aggiuntive. Puoi sceglierne uno per ogni $5/mese con cui supporti Read the Docs.

source: Existing Projects
it: documenti esistenti

source: You can adopt one project with your subscription.
it: Con la tua sottoscrizione puoi adottare un progetto.

source: Remove
it: Rimuovi

source: Add a project
it: Aggiungi un documento

source: Choose which project you would like to add.
it: Scegli quale documento vuoi aggiungere

source: Submit
it: Inoltra

source: Are you sure you want to cancel your subscription?
it: Sei sicuro che vuoi cancellare il tuo abbonamento?

source: Cancel Subscription
it: Annulla l'abbonamento

source: Gold Subscription
it: Abbonamento d'Oro

source: Thanks for supporting Read the Docs! It really means a lot to us.
it: Grazie per aver appoggiato Read the Docs! Significa molto per noi!

source: Card
it: Carta di credito

source: Update Subscription
it: Aggiorna l'abbonamento

source: You can adopt one project with your subscription.
it: Con la tua sottoscrizione puoi adottare un progetto.

source: Select Projects
it: Scegli documenti

source: Supporting Read the Docs lets us work more on features that people love. Your money will go directly to maintenance and development of the product.
it: Il tuo supporto a Read the Docs ci aiuta a lavorare sulle feature che la gente vuole. I tuoi soldi vanno direttamente al team di sviluppo di prodotto.

source: If you are an individual, feel free to give whatever feels right for the value you get out of Read the Docs.
it: Se sei un individuo singolo, sentiti libero di contribuire con quanto ritieni essere corretto in base al valore che dai a Read the Docs.

source: If you are a company using Read the Docs, please consider getting a <a href="https://readthedocs.com/services/#open-source-support">commercial support contract</a>. This will help us cover our costs, and provide you with a better experience on the site. If you aren't able to do that, we suggest giving at least $20/month to help cover our support and operations costs.
it: Se sei un'azienda che usa Read the Docs, considera la possibilità di ottenere un <a href="https://readthedocs.com/services/#open-source-support">contratto di assistenza commerciale</a>. Questo ci aiuterà a coprire i nostri costi, e ti fornirà una migliore esperienza sul sito. Se non sei in grado di farlo, ti suggeriamo di fornire almeno $20 al mese per contribuire a coprire i costi di supporto e operativi.

source: Becoming a Gold Member also makes Read the Docs ad-free for as long as you are logged-in.
it: Diventare un membro di tipo Gold Member ti permette di fruire Read the Docs senza pubblicità quando sei connesso.

source: You can also make one-time donations on our <a href="https://readthedocs.org/sustainability/">sustainability</a> page.
it: È possibile fare anche una donazione singola alla nostra pagina <a href="https://readthedocs.org/sustainability/">sostenibilità</a>.

source: We ask that folks who use custom Domains give Read the Docs $5 per domain they are using. This is optional, but it really does help us maintain the site going forward.
it: Chiediamo, a chi utilizza la funzione Domini personalizzati di Read the Docs, 5$ per ogni dominio che utilizzano. Non è obbligatorio, ma ci è d'aiuto a mantenere il sito.

source: Become a Gold Member
it: Diventa un membro d'oro

source: Update Your Subscription
it: Aggiorna il tuo abbonamento

source: Current card
it: Attuale carta di credito

source: Edit Card
it: Modifica la tua carta di credito

source: Sign Up
it: Iscriviti

source: All information is submitted directly to Stripe.
it: Tutte le informazioni sono stati presentati direttamente allo Stripe.

source: Your subscription has been updated
it: Il tuo abbonamento è stato aggiornato.

source: Your subscription has been cancelled
it: Il tuo abbonamento è stato cancellato.

source: Status code
it: Codice Stato:

source: Exchange {0}
it: Cambia {0}

source: Bitbucket incoming webhook
it: Webhook per Bitbucket

source: GitLab incoming webhook
it: Webhook per GitLab

source: Generic API incoming webhook
it: Webhook per API generiche

source: Notification
it: Notifica

source: Users
it: Utenti

source: Connected account
it: Conto collegato

source: Email
it: Posta Elettronica

source: Avatar image URL
it: URL dell'immagine per l'avatar

source: URL to organization page
it: URL alla pagina aziendale

source: Serialized API response
it: API Response serializzato

source: Organization
it: Organizzazione

source: Full Name
it: Nome Completo

source: Description of the project
it: Descrizione del progetto

source: Owner avatar image URL
it: URL dell'immagine per l'avatar

source: SSH URL
it: Indirizzo URL SSH

source: Repository clone URL
it: URL del Repository da clonare

source: HTML URL
it: URL HTML

source: Private repository
it: Repository privato

source: Has admin privilege
it: Ha dei privilegi dell'amministratore

source: vcs
it: sistema di versionamento

source: Webhook activation failed. There are no connected services for this project.
it: Attivazione Webhook fallita. Non ci sono servizi connessi a questo documento.

source: Webhook activated
it: Webhook attivato

source: Webhook activation failed. Make sure you have permissions to set it.
it: Attivazione Webhook fallita. Assicurarsi di avere i permessi per impostarlo.

source: No accounts available to set webhook on. Please connect your {network} account.
it: Nessun account disponibile per collegare webhook. Per favore collega il tuo {network} account

source: Webhook activation failed. Make sure you have the necessary permissions.
it: Attivazione Webhook fallita. Assicurarsi di avere i permessi necessari.

source: Card number
it: Numero della carta di credito

source: Card expiration
it: Scadenza della carta di credito

source: Card CVV
it: Codice di sicurezza CVV

source: There was a problem communicating with Stripe
it: C'era un problema di comunicare con Stripe

source: Updated your advertising preferences
it: Aggiorna le preferenze sugli annunci

source: Yes
it: Sì

source: Automatically Choose
it: Scegli Automaticamente

source: Mkdocs (Markdown)
it: Markdown

source: Default
it: Predefinito

source: Traditional
it: Tradizionale

source: Nature
it: Natura

source: Deleted
it: Eliminato

source: Public
it: Pubblico

source: Protected
it: Protetto

source: Private
it: Privato

source: A configuration file was not found. Make sure you have a conf.py file in your repository.
it: Un file di configurazione non è stato trovato. Assicurati di avere un file conf.py nel tuo repository,

source: We found more than one conf.py and are not sure which one to use. Please, specify the correct file under the Advanced settings tab in the project's Admin.
it: È stato trovato più di un file conf.py e non è possibile capire quale usare. Per favore, specifica il file corretto sotto la tab Impostazioni avanzate nell'area di amministrazione del documento.

source: There was a problem connecting to your repository, ensure that your repository URL is correct.
it: C'è stato un problema durante il collegamento al tuo repository, per favore assicurati che l'URL sia corretto.

source: There was a problem connecting to your repository, ensure that your repository URL is correct and your repository is public. Private repositories are not supported.
it: C'è stato un problema durante il collegamento al tuo repository, per favore assicurati che l'URL sia corretto e che il repository sia pubblico. I repository privati non sono supportati.

source: One or more submodule URLs are not valid.
it: Uno o più sottomoduli URL non sono validi.

source: Edit advanced project options
it: Modifica opzioni avanzate del documento

source: Invalid project name, a project already exists with that name
it: Nome di documento invalido: uno esiste già con quel nome

source: Repository invalid
it: Repository non valido

source: (Beta) The Python interpreter used to create the virtual environment.
it: (Beta) L'interprete Python utilizzato per creare l'ambiente virtuale.

source: Your configuration file is invalid, make sure it contains conf.py in it.
it: Il tuo file di configurazione non è valido, assicurati che contenga conf.py .

source: There is already a "{lang}" translation for the {proj} project.
it: C'è già una traduzione "{lang}" per il documento {proj}.

source: Subproject nesting is not supported
it: L'annidamento di sottoprogetti non è supportato

source: A project can not be a subproject of itself
it: Un progetto non può essere sottoprogetto di sé stesso.

source: Default Version
it: Versione Predefinita

source: Zip file of HTML
it: File compresso di HTML

source: Overwrite existing HTML?
it: Sovrascrivo HTML esistente?

source: That version is already active!
it: Quella versione è già attiva|

source: Must upload a zip file.
it: Necessario caricare un file compresso.

source: Version of the project you are uploading HTML for
it: Versione del progetto per il quale è caricato l'HTML

source: User {name} does not exist
it: L'utente {name} non esiste

source: Only 1 Domain can be canonical at a time.
it: Solo 1 dominio alla volta può essere dichiarato canonico

source: Parent
it: Superiore

source: Child
it: Inferiore

source: The reStructuredText description of the project
it: Descrizione «reStructuredText» del progetto

source: Repository URL
it: URL del Deposito Codice

source: Hosted documentation repository URL
it: Indirizzo del repository della documentazione

source: Repository type
it: Tipo del repository

source: Project homepage
it: Homepage del progetto

source: The project's homepage
it: Pagina iniziale del progetto

source: Canonical URL
it: URL Canonico

source: URL that documentation is expected to serve from
it: URL a cui la documentazione dovrebbe essere servita

source: Project version these docs apply to, i.e. 1.0a
it: Versione del progetto di riferimento per la documentazione, es. 1.0a

source: Project copyright information
it: Informazioni copyright del progetto

source: Theme
it: Tema

source: Examples
it: Esempi

source: Suffix
it: Suffisso

source: Single version
it: Versione unica

source: A single version site has no translations and only your "latest" version, served at the root of the domain. Use this with caution, only turn it on if you will <b>never</b> have multiple versions of your docs.
it: Un sito a versione unica non ha traduzioni e fa riferimento alla versione «ultima» collegata alla radice del dominio. Utilizza questa opzione con cautela, attivandola solamente se non intenderai attivare <b>mai</b> versioni multiple dei tuoi documenti.

source: Default version
it: Versione predefinita

source: The version of your project that / redirects to
it: Versione del tuo progetto al quale / redirige

source: Default branch
it: Ramo predefinito

source: What branch "latest" points to. Leave empty to use the default value for your VCS (eg. <code>trunk</code> or <code>master</code>).
it: Dove punta il branch "latest". Puoi lasciarlo vuoto per usare il valore di default del tuo VCS (ad esempio: <code>trunk</code> o <code>master</code>).

source: Requirements file
it: File per requisiti

source: A <a href="https://pip.pypa.io/en/latest/user_guide.html#requirements-files">pip requirements file</a> needed to build your documentation. Path from the root of your project.
it: È necessario un file pip <a href="https://pip.pypa.io/en/latest/user_guide.html#requirements-files">requirements</a> per compilare la tua documentazione, posizionato nella root del tuo progetto.

source: Documentation type
it: Tipo di documentazione

source: Type of documentation you are building. <a href="http://sphinx-doc.org/builders.html#sphinx.builders.html.DirectoryHTMLBuilder">More info</a>.
it: Tipo di documentazione che stai realizzando. <a href="http://sphinx-doc.org/builders.html#sphinx.builders.html.DirectoryHTMLBuilder">Più info</a>.

source: Allow Comments
it: Abilita commenti

source: Comment Moderation
it: Moderazione commento

source: CDN Enabled
it: CDN abilitata

source: Analytics code
it: Codice Analytics

source: Google Analytics Tracking ID (ex. <code>UA-22345342-1</code>). This may slow down your page loads.
it: Google Analytics Tracking ID (ex. <code>UA-22345342-1</code>). Questo può rallentare il caricamento della pagina.

source: Alternative container image
it: Immagine container alternativa

source: Container memory limit
it: Limite di memoria del container

source: Memory limit in Docker format -- example: <code>512m</code> or <code>1g</code>
it: Limite di memoria nel formato Docker -- esempio: <code>512m</code> or <code>1g</code>

source: Container time limit
it: Limite di tempo del container

source: Alternate build queue id
it: ID della coda della build alternativo

source: Allow paid advertising
it: Permetti annunci a pagamento

source: If unchecked, users will still see community ads.
it: Se non selezionato, gli utenti continueranno a vedere annunci della community.

source: Enable EPUB build
it: Abilita compilazione EPUB

source: Create a EPUB version of your documentation with each build.
it: Crea una versione EPUB della tua documentazione per ogni compilazione.

source: Enable PDF build
it: Abilita compilazione PDF

source: Create a PDF version of your documentation with each build.
it: Crea una versione PDF della tua documentazione per ogni compilazione.

source: Path
it: Percorso

source: The directory where <code>conf.py</code> lives
it: La directory dove si trova <code>conf.py</code>

source: Python configuration file
it: File di configurazione Python

source: Path from project root to <code>conf.py</code> file (ex. <code>docs/conf.py</code>). Leave blank if you want us to find it for you.
it: Path dalla root di progetto al file <code>conf.py</code> (es. <code>docs/conf.py</code>). Lascialo vuoto se vuoi che lo troviamo noi per te.

source: Skip
it: Salta

source: Mirror
it: Replica

source: Install Project
it: Installa Progetto

source: Install your project inside a virtualenv using <code>setup.py install</code>
it: Installa il tuo progetto in un virtualenv usando <code>setup.py install</code>

source: Python Interpreter
it: Interprete Python

source: Use system packages
it: Usa pacchetti di sistema

source: Give the virtual environment access to the global site-packages dir.
it: Consenti l'accesso per l'ambiente virtuale alla cartella di pacchetto di sito globale

source: Django Packages URL
it: URL dei Django Packages

source: (Beta) Level of privacy that you want on the repository. Protected means public but not in listings.
it: (Beta) Livello di riservatezza desiderato per il deposito del codice. Protetto equivale a pubblico ma non presente negli elenchi.

source: Version Privacy Level
it: Livello di Protezione Dati di Versione

source: (Beta) Default level of privacy you want on built versions of documentation.
it: (Beta) Livello predefinito di protezione dati desiderato per le versioni compilate della documentazione.

source: Related projects
it: Progetto correlati

source: Language
it: Linguaggio

source: The language the project documentation is rendered in. Note: this affects your project's URL.
it: Codice della lingua col quale è presentata la documentazione del progetto. Nota: condiziona l'URL del tuo progetto.

source: Programming Language
it: Linguaggio di Programmazione

source: The primary programming language the project is written in.
it: Il linguaggio di programmazione principale in cui il progetto è stato scritto.

source: Number of Major versions
it: Numero di versioni tipo Maggiore

source: 2 means supporting 3.X.X and 2.X.X, but not 1.X.X
it: 2 significa supporto per 3.X.X e 2.X.X, ma escluso 1.X.X

source: Number of Minor versions
it: Numero di versioni tipo Minore

source: 2 means supporting 2.2.X and 2.1.X, but not 2.0.X
it: 2 significa supporto per 2.2.X e 2.1.X, ma escluso 2.0.X

source: Number of Point versions
it: Numero di versioni tipo Aggiornamento

source: 2 means supporting 2.2.2 and 2.2.1, but not 2.2.0
it: 2 significa supporto per 2.2.2 e 2.2.1, ma escluso 2.2.0

source: This project has been built with a webhook
it: Il progetto è stato compilato con un webhook

source: This project has been successfully cloned
it: Il progetto è stato clonato con successo

source: View Project
it: Mostra Progetto

source: Model must have slug
it: Il modello deve possedere uno slug

source: MD5 checksum
it: checksum MD5

source: URL to send the webhook to
it: URL al quale inviare «webhook»

source: Domain
it: Dominio

source: This Domain was auto-created
it: Questo Dominio è stato creato automaticamente

source: This Domain is a CNAME for the project
it: Questo Dominio è un CNAME per il progetto

source: This Domain is the primary one where the documentation is served from
it: Questo Dominio è il principale da cui è servita la documentazione

source: Use HTTPS
it: Usa HTTPS

source: SSL is enabled for this domain
it: SSL è abilitato per questo dominio

source: Number of times this domain has been hit
it: Numero delle volte che questo dominio è stato visitato

source: Use latest version of Sphinx
it: Usa la versione più recente di Sphinx

source: Use latest version of setuptools
it: Usa la versione più recente di setuptools

source: Allow deprecated webhook views
it: Permetti viste webhook deprecate

source: Always run pip install --upgrade
it: Esegui sempre "pip install --upgrade"

source: Skip git submodule checkout
it: Non effettuare checkout di git submodule

source: Feature identifier
it: Identificatore della feature
