Repository: mengottie/docs.italia.it
Catalog: readthedocs/locale/*/LC_MESSAGES/django.po
Languages: it

source: Date feature was added
it: Data di aggiunta della feature

source: Historical default is True
it: Il valore storico predefinito è True

source: Repository type "{repo_type}" unknown
it: Tipo di repository "{repo_type}" sconosciuto

source: Builds for this project are temporarily disabled
it: La compilazione per questo documento è stata temporaneamente disabilitata

source: Failed: {project[name]} ({commit})
it: Fallito: {project[name]} ({commit})

source: Failed: {project[name]} ({version[verbose_name]})
it: Fallito: {project[name]} ({version[verbose_name]})

source: This build was terminated due to inactivity. If you continue to encounter this error, file a support request with and reference this build id ({0}).
it: La compilazione è stata fermata per inattività. Se continui ad avere questo errore, contattaci comunicandoci l'id della tua build ({0}).

source: Project settings updated
it: Impostazioni di documento aggiornate

source: Project versions updated
it: Versioni di documento aggiornate

source: Project deleted
it: Documento eliminato

source: The demo project is already imported!
it: Il progetto demo è stato già importato!

source: Your demo project is currently being imported
it: Il tuo progetto demo è in fase di importazione

source: There was a problem adding the demo project
it: C'è stato un problema nell'aggiunta del progetto demo

source: There is a problem with your {service} account, try reconnecting your account on your <a href="{url}">connected services page</a>.
it: C'è un problema con il tuo {service} account, prova a riconnettere il tuo account alla <a href="{url}">pagina dei servizi collegati</a>.

source: Project has been opted out from advertisement support
it: Il progetto ha rinunciato al piano di annunci

source: 301 - Permanent Redirect
it: 301 - Redirezione Permanente

source: 302 - Temporary Redirect
it: 302 - Redirezione Temporanea

source: Inactive
it: Inattivo

source: Prefix Redirect
it: Prefisso di Redirezione

source: Page Redirect
it: Redirezione di Pagina

source: Exact Redirect
it: Redirect esatto

source: Absolute path, excluding the domain. Example: <b>/docs/</b> or <b>/install.html</b>
it: Path assoluto, escluso il dominio. As esempio: <b>/docs/</b> o <b>/install.html</b>

source: Absolute or relative URL. Examples: <b>/tutorial/install.html</b>
it: Path assoluto o relativo. As esempio: <b>/tutorial/install.html</b>

source: The type of redirect you wish to use.
it: Il tipo di redirezione che intendi usare.

source: Redirect Type
it: Tipo redirezione

source: From URL
it: Da URL

source: To URL
it: A URL

source: HTTP Status
it: Stato HTTP

source: redirect
it: redirezione

source: redirects
it: redirezioni

source: Redirect: {}
it: Redirezione: {}

source: Catalan
it: Catalano

source: English
it: Inglese

source: Spanish
it: Spagnolo

source: Brazilian Portuguese
it: Brasiliano Portoghese

source: Norwegian Bokmål
it: Norvegese Bokmål

source: French
it: Francese

source: Russian
it: Russo

source: German
it: Tedesco

source: Galician
it: Galiziano

source: Vietnamese
it: Vietnamita

source: Simplified Chinese
it: Cinese semplificato

source: Traditional Chinese
it: Cinese Tradizionale

source: Japanese
it: Giapponese

source: Ukrainian
it: Ucraino

source: Italian
it: Italiano

source: Korean
it: Coreano

source: Maze Found
it: Trovato Labirinto

source: Server Error
it: Errore del server

source: Change Email
it: Modifica Email

source: The following email addresses are associated with your account:
it: Le email seguenti sono associate al tuo account:

source: Verified
it: Verificato

source: Unverified
it: Non verificato

source: Primary
it: Primario

source: Make Primary
it: Rendi primario

source: Re-send Verification
it: Invia di nuovo verifica

source: Warning:
it: Attenzione:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
it: Non hai ancora impostato nessun indirizzo email. Dovresti aggiungerne uno per ricevere notifiche, resettare la password, ecc.

source: Add E-mail Address
it: Aggiungi un indirizzo email

source: Add E-mail
it: Aggiungi email

source: Do you really want to remove the selected email address?
it: Sei sicuro di voler rimuovere l'indirizzo email selezionato?

source: To verify your email address and finish setting up your account, please go to:
it: Per verificare il tuo indirizzo email e completare il tuo account, per favore vai a:

source: If you did not sign up for an account with Read the Docs, you can disregard this email.
it: Se non ti sei registrato per un account su Docs Italia, puoi non considerare questa email.

source: Verify your email address
it: Verifica il tuo indirizzo email

source: A request has been made to reset your Read the Docs password. To confirm this reset request, please go to:
it: È stata effettuata una richiesta per resettare la tua password di Docs Italia. Per confermare la richiesta, per favore vai a:

source: If you did not request to reset your password, you can disregard this email.
it: Se non hai richiesto tu di resettare la tua password, puoi non considerare questa email.

source: Sign In
it: Accedi

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
it: Se non hai ancora creato un profilo, provvedi prima alla tua <a href="%(signup_url)s">registrazione</a>.

source: If you forgot your password, <a href="%(password_reset_url)s">reset it.</a>
it: Se hai dimenticato la password, <a href="%(password_reset_url)s">reimpostala.</a>

source: Or
it: O

source: Change Password
it: Cambia Password

source: Sign up
it: Iscriviti

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
it: Hai già un account? Per favore <a href="%(login_url)s">accedi</a>.

source: By signing up, you agree to our <a href="https://docs.readthedocs.io/en/latest/privacy-policy.html">privacy policy</a>.
it: Registrandoti, accetti la nostra <a href="https://docs.readthedocs.io/en/latest/privacy-policy.html">privacy policy</a>.

source: Read the Docs Archive
it: Archivio di Read the Docs

source: About Us
it: Chi siamo

source: Open Source Philosophy
it: Filosofia Open Source

source: Our Sponsors
it: I nostri Sponsor

source: Read the Docs
it: Leggi i Documenti

source: Getting Started Guide
it: Guida su come iniziare

source: Documentation
it: Documentazione

source: Contributing
it: Contribuire

source: Advertise with Us
it: Fai pubblicità con noi

source: Commercial Support
it: Support commerciale

source: Donate
it: Donazione

source: Read the Docs, Inc & contributors
it: Read the Docs, Inc & contributori

source: Change Language
it: Cambia lingua

source: Filter
it: Filtro

source: Completed
it: Completato

source: Build took
it: La compilazione ha impiegato

source: seconds
it: secondi

source: Built on
it: Compilato su

source: View docs
it: Mostra documenti

source: Build completed
it: Compilazione completata

source: Build failed
it: Compilazione fallita

source: Having trouble with your build environment? Try <a href="%(wipe_url)s">resetting it</a>.
it: Stai avendo problemi con l'ambiente di build? Prova a <a href="%(wipe_url)s">resettarlo</a>.

source: Don't want <em>setup.py install</em> called? Change the <strong>Install Project</strong> setting in your <a href="%(advanced_url)s">advanced settings</a>.
it: Non voi che <em>setup.py install</em> sia chiamato? Cambia l'impostazione <strong>Installa Progetto</strong> nelle <a href="%(advanced_url)s">impostazioni avanzate</a>.

source: Show full build output
it: Mostra tutto l'output della compilazione

source: Build Output
it: Output della compilazione

source: Setup Output
it: Impostazione Canale di Uscita

source: Environment Standard Error
it: Canale di Errore Standard per Ambiente

source: Build Errors
it: Errori della compilazione

source: Command time:
it: Ora del comando:

source: Return
it: Ritorna

source: Build Version:
it: Compila versione:

source: Recent Builds
it: Compilazioni Recenti

source: Popular tags
it: Etichette più comuni

source: Passed
it: Passato

source: Failed
it: Fallito

source: version %(slug)s (%(type)s)
it: versione %(slug)s (%(type)s)

source: %(date)s ago
it: %(date)s fa

source: No builds found
it: Nessuna compilazione trovata

source: Hello!
it: Ciao!

source: Keep documenting,
it: Continua a documentare,

source: No objects found
it: Nessun oggetto trovato

source: My Projects
it: I miei documenti

source: Settings
it: Impostazioni

source: Support
it: Supporto

source: Log Out
it: Chiudi Sessione

source: Create, host, and browse documentation.
it: Crea, ospita e sfoglia la documentazione.

source: or
it: o

source: Log in
it: Apri Sessione

source: View Docs
it: Mostra Documenti

source: This repository doesn't have a valid webhook set up, commits won't trigger new builds for this project.
it: Questo repository non ha impostato un webhook valido, i commit non lanceranno nuove build del documento.

source: See <a href='%(integrations_url)s'>your project integrations</a> for more information.
it: Vedi le <a href='%(integrations_url)s'>integrazioni del tuo documento</a> per maggiori informazioni.

source: Your project is currently disabled for abuse of the system. Please make sure it isn't using unreasonable amounts of resources or triggering lots of builds in a short amount of time. Please <a href="https://github.com/rtfd/readthedocs.org/issues">file a ticket</a> to get your project re-enabled.
it: Il tuo documento è attualmente disabilitato per abuso del sistema. Assicurati che non stia utilizzando quantità irragionevoli di risorse o inneschi molte compilazioni in un breve lasso di tempo. Per favore <a href="https://github.com/rtfd/readthedocs.org/issues">apri un ticket</a> per riabilitare il tuo documento.

source: Overview
it: Panoramica

source: Downloads
it: Download

source: Search
it: Cerca

source: Builds
it: Compilazioni

source: Versions
it: Versioni

source: Admin
it: Amministrazione

source: Repository
it: Deposito Codice

source: Last Built
it: Ultima compilazione

source: passed
it: passato

source: failed
it: fallito

source: Currently Building
it: Compilazione in corso

source: No builds yet
it: Ancora nessuna build

source: Owners
it: Proprietari

source: Home Page
it: Pagina Iniziale

source: Badge
it: Cartellino

source: Tags
it: Etichette

source: Project has no tags.
it: Il documento non ha tag.

source: Add some in your <a href="%(edit_url)s">project settings</a>.
it: Aggiungine nelle tue <a href="%(edit_url)s">impostazioni di documento</a>.

source: Project Privacy Level
it: Livello di protezione dati del documento

source: Short URLs
it: URL Brevi

source: Translations
it: Traduzioni

source: Sub Projects
it: Sotto Progetti

source: 'latest' Version
it: Versione «ultima»

source: Edit
it: Modifica

source: No active versions.
it: Nessuna versione attiva.

source: Build a version
it: Compila una versione

source: Build version
it: Compila versione

source: No downloads for this project.
it: Nessun download per questo documento.

source: No builds
it: Nessuna compilazione

source: No Docs
it: Nessun documento

source: No projects found
it: Nessun documento trovato

source: Add tags
it: Aggiungi etichette

source: Search all the docs
it: Cerca in tutti i documenti

source: Search Read the Docs
it: Cerca in Docs Italia

source: Let's do this.
it: Iniziamo.

source: Sign Out
it: Chiudi sessione

source: Are you sure you want to sign out?
it: Sei sicuro di voler chiudere la sessione?

source: Password Reset
it: Reimposta la password

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
it: Hai dimenticato la password? Inserisci il tuo indirizzo e-mail, ti manderemo una e-email per permetteri di reimpostarla.

source: Reset My Password
it: Reimposta la password

source: Profile
it: Profilo

source: Details
it: Dettagli

source: Connected Services
it: Servizi collegati

source: Delete Account
it: Elimina account

source: Edit Domains
it: Modifica Domini

source: Domains
it: Domini

source: This allows you to add domains to your project. This allows them to live in the same namespace in the URLConf for a subdomain or CNAME.
it: Questo ti permette di aggiungere domini al tuoi progetto, e di farli vivere nello stesso namespace dell'URLConf per un sottodominio o CNAME.

source: Existing Domains
it: Domini esistenti

source: Add new Domain
it: Aggiungi un nuovo Dominio

source: Add
it: Aggiungi

source: Ready to share your documentation
it: Pronti per condividere la tua documentazione

source: You don't have any projects yet, but you can start building documentation by importing one. Not sure how to start documenting your project? Check out the <a href="%(getting_started_url)s">Getting Started Guide</a> to learn how.
it: Non hai ancora alcun documento, ma puoi iniziare a compilare una documentazione importandola. Non sei sicuro di come iniziare con la tua documentazione? Vai alla <a href="%(getting_started_url)s">guida su come iniziare</a> per impararlo.

source: Import a Project
it: Importa un documento

source: Edit Advanced Project Settings
it: Modifica Impostazioni Avanzate Documento

source: Save
it: Salva

source: Project Dashboard
it: Pannello Strumenti del Documento

source: Important Versions
it: Versioni Importanti

source: passing
it: passato

source: failing
it: fallito

source: Connect your Accounts
it: Connetti i tuoi account

source: Have a GitHub account? Connect your account and import your existing projects automatically.
it: Hai un account GitHub? Connetti il tuo account e importa i tuoi documenti automaticamente.

source: Edit Project
it: Modifica Documento

source: Delete project
it: Cancella documento

source: Maintainers
it: Gestori

source: Integrations
it: Integrazioni

source: Notifications
it: Notifiche

source: Import a Remote Repository
it: Importa un repository remoto

source: There was an error with your request:
it: C'è stato un errore con la tua richiesta:

source: Refresh your accounts
it: Aggiorna i tuoi account

source: Import a Repository
it: Importa un Repository

source: No remote repositories found, try <a href="#" %(binding)s>refreshing your accounts</a>.
it: Non è stato trovato alcun repository, prova ad <a href="#" %(binding)s>aggiornare i tuoi account</a>.

source: You don't currently have any connected accounts. Connect your account to be able to easily set up projects.
it: Non hai attualmente alcun account collegato. Collega il tuo account per iniziare a creare documenti.

source: This repository requires admin access to import
it: Questo repository richiede accesso di amministrazione per essere importato.

source: Locked
it: Sicuro

source: This repository has already been imported
it: Questo repository è già stato importato

# verb, action to see in detail
source: "View"
it: "Vista"

source: previous
it: precedente

source: next
it: successivo

source: Filter repositories
it: Filtra repository

source: Edit Notifications
it: Modifica Notifiche

source: Configure Notifications to be sent on build failures.
it: Configura Notifiche da inviare quando una compilazione fallisce.

source: Existing Notifications
it: Notifiche Esistenti

source: Remove Notifications
it: Rimuovi Notifiche

source: New Email Notifications
it: Nuove Notifiche Posta Elettronica

source: Add an email address to notify
it: Aggiungi un indirizzo di posta elettronica per notifica

source: New Webhook Notifications
it: Nuove Notifiche «Webhook»

source: Add a URL to notify
it: Aggiungi un URL per notifica

source: Edit Redirects
it: Modifica Redirezione

source: Redirects
it: Redirezioni

source: Add redirects for your project. This allows you to fix links to old pages that are 404ing.
it: Aggiungi redirezioni per il tuo progetto. Ti consente di riparare collegamenti a pagine vecchie o non più esistenti.

source: Edit Translations
it: Modifica Traduzioni

source: To add a translation to your project, select a project below.
it: Per aggiungere una traduzione al tuo pregetto, seleziona un progetto qui sotto.

source: This project is already configured as the <code>%(language)s</code> translation of "%(main_project)s". Nested translations are not supported.
it: Questo progetto è già configurato come la traduzione <code>%(language)s</code> di "%(main_project)s". Traduzioni innestate non sono supportate.

source: View translations of "%(main_project)s".
it: Vedi traduzioni di "%(main_project)s".

source: Existing Translations
it: Traduzioni Esistenti

source: Choose which project you would like to add as a translation.
it: Scegli quale progetto intendi aggiungere come traduzione.

source: Edit Maintainers
it: Modifica Gestori

source: This allows you to add maintainers to your project. It gives them admin access to the project, so be careful!
it: Con questo puoi aggiungere gestori al tuo documento. Da usare con cautela, da accesso come super utente al documento!

source: Existing Maintainers
it: Gestori esistenti

source: Remove Maintainer
it: Rimuovi Gestore

source: Add Maintainer
it: Aggiungi Gestore

source: Choose which user you would like to add.
it: Scegli quale utente vorresti aggiungere.

source: Edit Project Versions
it: Modifica Versioni di Documento

source: Choose the version that / will redirect to.
it: Scegli la versione alla quale / redirige.

source: Choose Active Versions
it: Scelta Versioni Attive

source: Active versions below will show up on the site.
it: Le versioni attive sotto visualizzate sul sito.

source: Search: %(query)s
it: Ricerca: %(query)s

source: Results for %(query)s
it: Risultati per %(query)s

source: No results found. Bummer.
it: Nessun risultato trovato. Peccato.

source: Previous
it: Precedente

source: Next
it: Successivo

source: results
it: risultati

source: The following services are currently connected to your account:
it: I seguenti servizi sono attualmente connessi al tuo account:

source: Disconnect
it: Sconnettere

source: The API version this connection uses is no longer supported, please reconnect your Bitbucket account.
it: La versione di API che questo collegamento usa non è più supportata, per favore riconnetti il tuo account Bitbucket.

source: You currently have no social network accounts connected to this account.
it: Non hai alcun profilo di social network collegato a questo account.

source: Available documents
it: Documenti disponibili

source: Confirm flagging
it: Conferma per contrassegno

source: What you are saying:
it: Quello che stai dicendo:

source: Are you sure you want to flag "%(object)s" as "%(flag_type.title)s"?
it: Vuoi contrassegnare "%(object)s" come "%(flag_type.title)s"?

source: Yes, this is %(title)s
it: Si, questo è %(title)s

source: cancel
it: annulla

source: Flagging successful
it: Esito positivo per contrassegno

source: You have successfully flagged "%(object)s" as "%(flag_type.title)s"
it: Hai contrassegnato corettamente "%(object)s" come "%(flag_type.title)s"

source: Thank you for contributing to the quality of this site!
it: Grazie per il tuo contributo alla qualità di questo sito!

source: Read the Docs simplifies technical documentation by automating building, versioning, and hosting for you. Build up-to-date documentation for the web, print, and offline use on every version control push automatically.
it: Read the Docs semplifica la documentazione tecnica automatizzando la compilazione, il controllo delle versioni e l'hosting per te. Crea automaticamente una documentazione aggiornata per il web, la stampa e l'utilizzo offline su ogni push sul sistema di controllo di versione.

source: Technical documentation lives here
it: La documentazione tecnica sta qui

source: Read the Docs simplifies software documentation by automating building, versioning, and hosting of your docs for you.
it: Read the Docs semplifica la documentazione del software automatizzando la creazione, il controllo delle versioni e l'hosting dei tuoi documenti per te.

source: We will host your documentation for free forever. There are no tricks. We help %(projects_count_intcomma)s open source projects share their docs.
it: Conserveremo la tua documentazione gratuitamente per sempre. Non ci sono trucchi. Aiutiamo %(projects_count_intcomma)s progetti open source a condividere le loro documentazioni.

source: Whenever you push code to your favorite version control system, whether that is Git, Mercurial, Bazaar, or Subversion, we will automatically build your docs so your code and documentation are never out of sync.
it: Ogni volta che viene inviato del codice al proprio sistema di versionamento preferito, che sia Git, Mercurial, Bazaar, o Subversion, noi crea automaticamente i tuoi documenti in modo che il tuo codice e la documentazione siano sempre sincronizzati.

source: Of course we build and host your docs for the web, but they are also vieweable as PDFs, as single page HTML, and for eReaders. No additional configuration is required.
it: Ovviamente costruiamo e ospitiamo i tuoi documenti per il web, ma essi sono anche consultabili come PDFs, come un HTML in singola pagina, e per eReaders. Nessuna configurazione aggiuntiva è necessaria.

source: We can host and build multiple versions of your docs so having a 1.0 version of your docs and a 2.0 version of your docs is as easy as having a separate branch or tag in your version control system.
it: Siamo in grado di ospitare e creare più versioni dei tuoi documenti in modo che avere una versione 1.0 e una versione 2.0 delle tue documentazioni è così facile come avere un branch o un tag separato nel tuo sistema di versionamento.

source: Getting started guide
it: Guida su come iniziare

source: Featured Projects
it: Documenti In Evidenza

source: Read the Docs is funded by the community
it: Read the Docs è finanziato dalla community

source: Read the Docs is a huge resource that millions of developers rely on for software documentation. It would not be possible without the support of our <a href="%(sponsors_url)s">sponsors</a>, <a href="%(advertising_url)s">advertisers</a>, and <a href="%(gold_detail)s">readers like you</a>.
it: Read the Docs è una grande risorsa su cui milioni di sviluppatori si affidano per la documentazione del software. Questa cosa non sarebbe possibile senza il supporto dei nostri <a href="%(sponsors_url)s">sponsor</a>, <a href="%(advertising_url)s">inserzionisti</a>, e <a href="%(gold_detail)s">lettori come te</a>.

source: Read the Docs is <strong>community supported</strong>. It depends on users like you to contribute to development, support, and operations. You can learn more about how to <a href="https://docs.readthedocs.io/en/latest/contribute.html">contribute</a> in our docs. Thanks so much to our wonderful <a href="https://docs.readthedocs.io/en/latest/team.html">community team</a> who helps us run the site. Read the Docs wouldn't be possible without them.
it: Read the Docs è <b>supportato dalla community</b>. Dipende da utenti come te che contribuiscono allo sviluppo, supporto, e gestione. Puoi saperne di più su <a href="https://docs.readthedocs.io/en/latest/contribute.html">come contribuire</a> nella nostra documentazione. Grazie tante alla nostra meravigliosa <a href="https://docs.readthedocs.io/en/latest/team.html">community</a> che ci aiuta a tenere in piedi il sito. Read the Docs non sarebbe possibile senza di essi.

source: Hosting for the project is graciously provided by <a href="http://www.rackspace.com/cloud/">Rackspace</a>.
it: L'Hosting del project è gentilmente offerto da <a href="http://www.rackspace.com/cloud/">Rackspace</a>.

source: Send Email
it: Invia Email

source: An email message will be sent to the following email addresses:
it: Una email sarà inviata ai seguenti indirizzi:
